[AdvArena]
FriendlyName="Оружейная"
Description="Позволяет настроить, с каким оружием будут респаунится игроки на карте. Все настройки надо проводить из пункта Настройки мутатора. Так же его можно использовать с другими оружиями, которые выпущенны не Tripwire Interactive"

[ArenaMenu]
Headings[0]="Стандартные оружия из Killing Floor"
Headings[1]="Другие(не официальные) оружия"
AddAllButton.Caption="Убрать все"
AddButton.Caption="Добавить"
CancelButton.Caption="Отмена"
DaBeegHeader.Caption="Advanced Arena Options"
DoneButton.Caption="Выйти"
PerSpawnCheck.Caption="Дать случайные оружия"
PerSpawnCheck.Hint="Игрок получает случайные оружия из списка справа"
RandomCheck.Caption="Дать 1 оружие из списка"
RandomCheck.Hint="Игрок получает 1 оружие из списка справа"
RemoveAllButton.Caption="Очистить"
RemoveButton.Caption="Убрать"
UnusedWeaponList.Hint="Общий каталог оружий. Перенесите, кликните дважды, или нажмите Добавить, что бы перенести их на сервер"
UsedWeaponList.Hint="Используемые оружия. Перенесите, кликните дважды, или нажмите Убрать, что бы перенести их в общий каталог"

